{
  "plugins": {
    "Comment.nvim": [],
    "LuaSnip": [],
    "ashen.nvim": [],
    "async.nvim": [],
    "blade-nav.nvim": [],
    "blink-emoji.nvim": [],
    "blink.cmp": {
      "version": "'1.*'"
    },
    "blink.lib": [],
    "bullets.vim": [],
    "conform.nvim": [],
    "cord.nvim": [],
    "crates.nvim": [],
    "curl.nvim": [],
    "dressing.nvim": [],
    "everforest-nvim": [],
    "fidget.nvim": [],
    "flash.nvim": [],
    "flexoki-neovim": [],
    "friendly-snippets": [],
    "gitsigns.nvim": [],
    "guess-indent.nvim": [],
    "harpoon": {
      "version": "'harpoon2'"
    },
    "img-clip.nvim": [],
    "kulala.nvim": [],
    "laravel.nvim": [],
    "lazydev.nvim": [],
    "markdown-plus.nvim": [],
    "mason-lspconfig.nvim": [],
    "mason-tool-installer.nvim": [],
    "mason.nvim": [],
    "mini.nvim": [],
    "mini.starter": [],
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "oil-git-status.nvim": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "poetry-nvim": {
      "src": "https://github.com/karloskar/poetry-nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "screenkey.nvim": {
      "src": "https://github.com/NStefan002/screenkey.nvim"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "venv-selector.nvim": {
      "src": "https://github.com/linux-cultist/venv-selector.nvim"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline"
    },
    "vim-wakatime": [],
    "which-key.nvim": []
  }
}
